{
  "frontEndProjects": [
    {
      "title": "TekWave",
      "description": "Un tableau de bord d'événements moderne et réactif mettant en avant des événements technologiques en cours. Comprend des cartes interactives, un compteur de spectateurs dynamique et un design épuré réalisé avec React. Prêt pour l'intégration MongoDB et la gestion administrative.",
      "tags": ["React", "Node.js", "SCSS", "MongoDB", "Express.js"],
      "image": "tekwave",
      "githubLink": "https://github.com/LeFloppa/Event-Dashboard",
      "liveLink": "https://event-dashboard-seven.vercel.app/"
    },
    {
      "title": "Argent Bank",
      "description": "Une banque en ligne sécurisée et interactive, mon projet le plus significatif. Le design est simple mais a su suivre les attentes et la maquette fournie, ayant pour but de tester mes capacités à savoir faire interagir back-end et front-end.<br /><br />Pour pleinement explorer les fonctionnalités, déployez-le localement depuis GitHub.",
      "tags": ["React", "Node.js", "MongoDB", "Redux", "CSS"],
      "image": "argentbank",
      "githubLink": "https://github.com/LeFloppa/OpenClassroom-Projet11",
      "liveLink": "https://open-classroom-projet11.vercel.app/home"
    },
    {
      "title": "Kasa App",
      "description": "Une application de location immobilière. Ce fut mon premier projet avec React. J'ai découvert l'importance des components et les différentes options qu'offrent ce framework en dynamisme et optimisation. Notamment l'usage de React Router qui offre une expérience utilisateur entre les pages plus fluides et adaptée pour la gestion des redirections.<br /><br />Ce projet est fidèle à la maquette donnée, une expérience fidèle aux attentes.",
      "tags": ["React", "Node.js", "SCSS"],
      "image": "kasa",
      "githubLink": "https://github.com/LeFloppa/OpenClassroom-Projet8",
      "liveLink": "https://open-classroom-projet8.vercel.app/home"
    }
  ],
  "contentWriterProjects": [
    {
      "title": "Document 1",
      "genre": "Article",
      "purpose": "Blog",
      "image": "astro",
      "link": "lien/vers/document1.pdf"
    }
  ]
}
